Repository: chordflower/boliden
Catalog: lib/l10n/intl_*.arb
Languages: cs_cz, et_ee, it_ch, lt_lt, mk_mk, sq_al

# editCancelButtonTitle
source: Cancel current changes
cs_cz: Zrušení aktuálních změn
et_ee: Praeguste muudatuste tühistamine
it_ch: Annulla le modifiche correnti
lt_lt: Dabartinių keitimų atšaukimas
mk_mk: Откажи ги тековните промени
sq_al: Anulloni ndryshimet aktuale

# editSaveButtonTitle
source: Saves the current changes
cs_cz: Uloží aktuální změny
et_ee: Salvestab praegused muudatused
it_ch: Salva le modifiche correnti
lt_lt: Įrašo dabartinius pakeitimus
mk_mk: Ги заштедува сегашните промени
sq_al: Kursen ndryshimet aktuale

# editTaskCompletionBetweenError
source: The completion value must be between 0 and 100
cs_cz: Hodnota dokončení musí být mezi 0 a 100
et_ee: Lõpetamise väärtus peab olema vahemikus 0 kuni 100
it_ch: Il valore di completamento deve essere compreso tra 0 e 100
lt_lt: Užbaigimo vertė turi būti nuo 0 iki 100
mk_mk: Вредноста на завршување мора да биде помеѓу 0 и 100
sq_al: Vlera e përfundimit duhet të jetë midis 0 dhe 100

# editTaskCompletionHelp
source: Task completion value
cs_cz: Hodnota dokončení úkolu
et_ee: Ülesande lõpetamise väärtus
it_ch: Valore di completamento dell'attività
lt_lt: Užduoties užbaigimo reikšmė
mk_mk: Вредност на завршување на задачата
sq_al: Vlera e përfundimit të detyrës

# editTaskCompletionLabel
source: Completion
cs_cz: Dokončení
et_ee: Lõpuleviimine
it_ch: Compimento
lt_lt: Užbaigimo
mk_mk: Завршување
sq_al: Përfundimi

# editTaskDescriptionHelp
source: Description of the task
cs_cz: Popis úkolu
et_ee: Ülesande kirjeldus
it_ch: Descrizione dell'attività
lt_lt: Užduoties aprašymas
mk_mk: Опис на задачата
sq_al: Përshkrimi i detyrës

# editTaskDescriptionLabel
source: Description
cs_cz: Popis
et_ee: Kirjeldus
it_ch: Descrizione: __________
lt_lt: Aprašymas
mk_mk: Опис
sq_al: Përshkrimi

# editTaskIdentifierHelp
source: The task internal identifier ( It is generated automatically )
cs_cz: Interní identifikátor úkolu ( je generován automaticky )
et_ee: Ülesande sisemine identifikaator ( See luuakse automaatselt )
it_ch: L'identificatore interno dell'attività (viene generato automaticamente)
lt_lt: Užduoties vidinis identifikatorius ( Jis sugeneruojamas automatiškai )
mk_mk: Внатрешен идентификатор на задача ( Истиот се генерира автоматски )
sq_al: Identifikuesi i brendshëm i detyrës ( Gjenerohet automatikisht )

# editTaskIdentifierLabel
source: Identifier
cs_cz: Identifikátor
et_ee: Identifikaator
it_ch: Identificatore
lt_lt: Identifikatorius
mk_mk: Идентификатор
sq_al: Identifikuesi

# editTaskNameHelp
source: The name of the task
cs_cz: Název úkolu
et_ee: Ülesande nimi
it_ch: Il nome dell'attività
lt_lt: Užduoties pavadinimas
mk_mk: Името на задачата.
sq_al: Emri i detyrës

# editTaskNameLabel
source: Name
cs_cz: Jméno
et_ee: Nimi
it_ch: Nome
lt_lt: Vardas, pavadinimas
mk_mk: Име.
sq_al: Emri

# editTaskNameRequiredError
source: The name is required
cs_cz: Jméno je povinné
et_ee: Nimi on kohustuslik
it_ch: Il nome è obbligatorio
lt_lt: Vardas yra būtinas
mk_mk: Името е потребно.
sq_al: Emri është i nevojshëm

# editTaskTagsHelp
source: The tags of the task ( Separated by comma )
cs_cz: Značky úkolu ( oddělené čárkou )
et_ee: Ülesande sildid ( Eraldatud komaga )
it_ch: I tag dell'attività ( Separati da virgola )
lt_lt: Užduoties žymės ( Atskirtos kableliu )
mk_mk: Таговите на задачата ( Разделени со заедници )
sq_al: Etiketat e detyrës ( Ndarë nga koma )

# editTaskTagsLabel
source: Tags
cs_cz: Visačky
it_ch: Tag
mk_mk: Тагови

# editTaskTagsMaxLengthError
source: There can be only 5 tags at maximum
cs_cz: Značek může být maximálně 5
et_ee: Maksimaalselt saab olla ainult 5 silti
it_ch: Possono essere presenti al massimo 5 tag
lt_lt: Gali būti tik 5 žymos
mk_mk: Може да има само 5 тагови на максимум
sq_al: Mund të ketë vetëm 5 tags në maksimum

# editTitleEditTask
source: Edit task {id}
cs_cz: Upravit úkol {id}
et_ee: Redigeeri ülesannet {id}
it_ch: Modificare l'attività {id}
lt_lt: Redaguoti užduotį {id}
mk_mk: Уредување на задачата {id}
sq_al: Ndrysho detyrën {id}

# editTitleNewTask
source: New task
cs_cz: Nový úkol
et_ee: Uus ülesanne
it_ch: Nuova attività
lt_lt: Nauja užduotis
mk_mk: Нова задача
sq_al: Detyrë e re

# listAddTaskButtonTitle
source: Add a new task
cs_cz: Přidání nového úkolu
et_ee: Uue tööülesande lisamine
it_ch: Aggiungere una nuova attività
lt_lt: Naujos užduoties įtraukimas
mk_mk: Додадете нова задача.
sq_al: Shto një detyrë të re

# listEditTaskButtonTitle
source: Edit this task
cs_cz: Upravit tento úkol
et_ee: Redigeerige seda toimingut
it_ch: Modificare questa attività
lt_lt: Redaguoti šią užduotį
mk_mk: Уредување на оваа задача
sq_al: Ndrysho këtë detyrë

# listEmptyTaskList
source: The task list is empty, why not add a new one?
cs_cz: Seznam úkolů je prázdný, proč nepřidat nový?
et_ee: Ülesannete loend on tühi, miks mitte lisada uus?
it_ch: L'elenco delle attività è vuoto, perché non aggiungerne uno nuovo?
lt_lt: Užduočių sąrašas tuščias, kodėl gi nepridėjus naujo?
mk_mk: Списокот на задачи е празен, зошто да не додадеш нова?
sq_al: Lista e detyrave është bosh, pse të mos shtoni një të re?

# listHeaderTaskId
source: Task {{id}}
cs_cz: Úkol {{id}}
et_ee: Ülesanne {{id}}
it_ch: Compito {{id}}
lt_lt: Užduotis {{id}}
mk_mk: Задача {{id}}
sq_al: Detyra {{id}}

# listListHeader
source: Task list
cs_cz: Seznam úkolů
et_ee: Ülesannete loend
it_ch: Elenco delle attività
lt_lt: Užduočių sąrašas
mk_mk: Листа на задачи
sq_al: Lista e detyrave

# listRemoveTaskButtonTitle
source: Remove this task
cs_cz: Odebrat tuto úlohu
et_ee: Eemaldage see toiming
it_ch: Rimuovere questa attività
lt_lt: Pašalinkite šią užduotį
mk_mk: Тргнете ја оваа задача.
sq_al: Hiqe këtë detyrë
